export const DETAILS = {
  LOCATION: {
    TITLE: "ЛОКАЦИЯ",
    TEXT: "Выездная церемония и банкет будут проходить в банкетном зале 'Эрмитаж' ресторана 'Sosnovka LOFT'. Начало в 16:00",
    BUTTON_TEXT: "Карта",
  },
  GIFT: {
    TITLE: "ПОЖЕЛАНИЯ ПО ПОДАРКАМ",
    TEXT: "Ваше присутствие  в день нашей свадьбы -  самый значимый подарок для нас! Мы понимаем, что дарить цветы на свадьбу - это традиция, но мы не сможем насладиться их красотой в полной мере... Будем рады любой другой альтернативе (сертификат, бутылочка алкоголя или в денежном эквиваленте).",
  },
  PHOTO: {
    TITLE: "КОНТАКТЫ",
    TEXT: "Мы создали для Вас телеграм канал, в котором будем оперативно обновлять информацию и писать подробности о свадьбе. Будем рады, если Вы отправите туда фото после праздника.",
    DETAILS: 'Пожалуйста, подпишитесь и пройдите опрос по ссылке в закреплённом сообщении канала. Присоединиться к каналу и задать все интересующие вопросы можно кликнув на кнопку ниже:'
  },
  CHILDREN: {
    TITLE: "ФОРМАТ",
    TEXT: "Наша свадьба имеет формат 18+, поэтому просим заранее предусмотреть с кем останутся ваши дети, пока Вы отдыхаете на празднике.",
  },
  CONFRIRMATION: {
    TITLE: "ПОДТВЕРЖДЕНИЕ",
    TEXT: "Пожалуйста подтвердите свое присутствие до 01.08.2025. Это можно сделать лично, по телефону или с помощью бота в нашем телеграм канале по ссылке выше.",
  },
};
